Repository: powellc/django-rest-framework-jwt
Catalog: rest_framework_jwt/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Signature has expired.
pl: Podpis upłynął.

source: Error decoding signature.
pl: Błąd podczas dekodowania podpisu.

source: Invalid payload.
pl: Nieprawidłowe obciążenie.

source: Invalid signature.
pl: Nieprawidłowy podpis.

source: User account is disabled.
pl: Konto użytkownika jest wyłączone.

source: Invalid Authorization header. No credentials provided.
pl: Nieprawidłowy nagłówek Autoryzacja. Brak poświadczeń.

source: Invalid Authorization header. Credentials string should not contain spaces.
pl: Nieprawidłowy nagłówek Autoryzacja. Ciąg poświadczeń nie powinien zawierać spacji.

source: Unable to login with provided credentials.
pl: Nie można zalogować się podając poświadczenia.

source: Must include "{username_field}" and "password".
pl: Musi zawierać "{username_field}" i "password".

source: User doesn't exist.
pl: Użytkownik nie istnieje.

source: Refresh has expired.
pl: Odśwież wygasła.

source: orig_iat field is required.
pl: Pole orig_iat jest wymagane.
